Table of Contents
 Enum EdgeOrientationType
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Edge position type
public enum EdgeOrientationType
Fields
FromBegin = 0
Distance measured from the beginning of edge
FromEnd = 1
Distance measured from the end of edge
Fields
 Name |  Description
 FromBegin = 0
Distance measured from the beginning of edge
 FromEnd = 1
Distance measured from the end of edge
 Edit this page